[
    {
        "title": "Personal Statement, 2011",
        "intro": "The formative years in my early childhood home inextricably conditioned who I am and how I move in the world: my home in Croatia functioned as the architectural space where I first developed a sense of self. I found comfort in the ancient and medieval structures in which I played as a child and, perhaps more importantly, these structures developed my expectation that buildings are permanent and should outlast my lifespan. This belief made it difficult to reconcile the destruction of many Croatian historic structures and monuments during the war in the early 1990s and to adjust during my subsequent relocation to the United States. Through studying art history as an undergraduate and architecture as a graduate student I came to understand that the active destruction of particular buildings and architectural traditions during political conflicts have often aimed at the erasure of history and identity attached to the place and people.",
        "text": [
            {
                "paragraph": " Analyzing my own memory and attachments, I came to realize that home, in its tangible and conceptual manifestations, shapes the most personal aspects of our lives: it is a shelter, it protects us, and has the potential to make us feel comfortable and secure. The strong sense of familiarity associated with home often goes unquestioned and, most interestingly, unrecognized. Consequently, a move away from home might trigger questions relating to that space and self. Analyzing my move from Croatia through my middle years in suburban Maryland, to my college experience at a small women's liberal arts college in Atlanta and finally as a graduate student in St. Louis I realized that my home was what Lucy Lippard refers to as \"shelter sculpture.\" Moving forced me to examine the environment around me and to investigate my own interactions and emotions that these new spaces elicited."
            },
            {
                "paragraph": "Exploring and understanding the relational ties between and within place, its history and the implications in cultural identity and self-identification provides important insights into some of the most dominant forces and process constructing the social and material worlds of contemporary societies. I am fortunate enough to have come in contact with and be able to critically evaluate such issues as an immigrant and a student. My proposal to research the construction of the Finnish national identity through the architecture of Alvar Aalto fuses my interests: the embodiment of history and identity in architecture and the use of architecture as a culture-shaping tool. Through this research I can identify what is specific to a culture and its architecture and how this can be translated to my future projects as an architecture practitioner. Focusing on how architecture frames experience and identity gives my work personal significance."
            }
        ]
    },
    {
        "title": "Review, Artist: Linda Anderson, \"Blackbird on your shoulder: stories and other truths from the South\" Exhibition, Dalton Gallery, Oct.12-Nov.20, 2006 ",
        "intro": "Linda Anderson, a memory painter living in Clarksville, Georgia, evokes the realities of her childhood growing up in the rural mountains of North Georgia. Many of her works depict scenes of family celebrations and agricultural serenity triggered by her memories of working in the fields, flashbacks from Sunday school and activities of her parents: her father making moonshine and her mother sewing and embroidering. In Fannie Mae Scott, Midwife (1985), we are invited inside a hearty provincial home, to a picturesque family gathering, to witness her mother giving birth. At once wistful and deeply spiritual, Anderson envisions the midwife Fannie, who delivered all the children in her family, leaning over her mother and taking on the role of a priest-doctor.",
        "text": [
            {
                "paragraph": "Typically including small figures, dominated by nature, and immaculately detailed and executed, Anderson's paintings are deeply rooted in an undeniable quality of storytelling. Although many of her works burst with rural tranquil scenes and idealized family life, all of her pieces are spiritually informed. Twenty years ago Anderson prayed for a way to relieve her pain of watching her young daughter passing away; she considers her art a gift from God, to which she has completely given herself over by painting images revealed to her through prayer. Her paintings, many of which are overlaid with Bible stories and images, thus become small, private devotions dealing with (sometimes) painful realities of life.  In the Sunrise on the Peaceable Kingdom (2001) she reveals a utopian depiction of the peaceable kingdom, as anticipated by the prophet Isaiah, where children can play near snake holes, and calves and lions live together. Anderson portrays her daughter here in three different places: playing harmoniously with exotic animals, engulfed by lush vegetation and, like the prophet envisioned, living in peace in a time where all of God's creations are redeemed."
            },
            {
                "paragraph": "Anderson, an untrained artist, creates pieces lined with intellectual undercurrents, some of which appear hyper realistically while others in more abstract terms. In Storm Rising Over Eden (1994), Eve holds a pomegranate split in half perhaps mirroring Feminist artists who often evoke stylized images of female genitalia and thus recalls social expectations of womanhood.  The exotic animals and vegetation in The Garden of Eden (2005) are painted from imagination in but inspired by Frida Kahlo's jungle pictures both in their formal qualities and in their pure portrayal. Anderson has felt mysteriously drawn to Kahlo ever since she came across her photograph in a magazine while sitting in a beauty shop."
            },
            {
                "paragraph": "Perhaps because of the meticulous details, brilliant colors, and their child-like innocence, Anderson's pieces, although sprung from deep personal hardships, are delightfully pleasant and humorous. Her art fits into many categories: she is a memory painter and folk artist; she reflects her experience of the world in deep psychological and spiritual terms; most importantly, she is a storyteller, a keeper of legends."
            }
        ]
    },
    {
        "title": "Graduate School Application Essay, 2008",
        "intro": "I first became aware of the marginalization of women in the field of architecture during a summer Career Discovery program at Harvard's Graduate School of Design. Perhaps because my undergraduate experience was at a women's liberal arts college, I was especially sensitive to the limitations of identifying as a \"woman architect.\" Architecture, I came to realize, is assumed to be a white male profession, and to call oneself a \"women architect\" is to accept the marginalization within the profession, whereas to simply call oneself an \"architect\" is to ignore the realities of exclusion. Interestingly, architecture, by directly engaging the body, can serve as a site where gender deconstruction can be further examined. Transforming physical experiences within space thus flows naturally out of the exploration of the feminine, which has long been associated with the bodily.",
        "text": [
            {
                "paragraph": "I aim to create spaces that incorporate different programs and lifestyles, and which compel people to construct their own identity instead of taking it as something predetermined. During my undergraduate experience my interest in everyday interactions with built environments manifested itself throughout a variety of courses in art history, studio design, feminist theory and queer theory. By pursuing the practice of architecture, I hope to conduct an in-depth study which considers the ways that issues of gender, class, race and sexual orientation have promoted spatial segregations and affect the design and the implications of spaces."
            },
            {
                "paragraph": "Studying art history and studio art at the undergraduate level, specifically how artists and architects investigate the body in terms of space, has given me the framework to begin to understand how space can direct experiences, a theme I explore in my own artwork. For my final project in a junior-level digital art class, I created an electronic environment to investigate ways that space and time relate to bodily interactions. In this project I mapped my travels from my childhood in Croatia through my middle years in suburban Maryland and finally to my college experience at a small women's liberal arts college in Atlanta. This work is in part a self-portrait expressed through photographs, drawings, and written texts and framed through a point-and-click mechanism that guides the viewer's navigation through the space."
            },
            {
                "paragraph": "My home in Croatia was a natural starting point for the project because it functions as the architectural space where I first developed a sense of self. I found comfort in the ancient and medieval structures in which I played as a child and, perhaps more importantly, these structures developed my expectation that buildings are permanent and should outlast my lifespan. This belief made it difficult to reconcile the destruction of many Croatian historic structures and monuments during the war in the early 1990s and to adjust during my subsequent relocation to the United States. Through studying art history I came to understand that the active destruction of particular buildings and architectural traditions during political conflicts have often aimed at the erasure of history and identity attached to the place and people. Analyzing my own memory and attachments, I came to realize that home, in its tangible and conceptual manifestations, shapes the most personal aspects of our lives: it is a shelter, it protects us, and has the potential to make us feel comfortable and secure. The strong sense of familiarity associated with home often goes unquestioned and, most interestingly, unrecognized. Consequently, a move away from home might trigger questions relating to that space and self. Analyzing my move from home to college, I realized that my home was what Lucy Lippard refers to as \"shelter sculpture.\" Moving to college forced me to examine the environment around me and to investigate my own interactions and emotions that these new spaces elicited."
            },
            {
                "paragraph": "As a senior at Agnes Scott College, I was eager to learn more about architects who use space as a site of cultural regeneration and a force for positive social and political changes while working from a position of diversity and difference. I wrote my Art History senior paper on Zaha Hadid, whose architecture merges the histories of art and architecture and hails the avant-garde celebration of technology while simultaneously attacking commercial culture and advanced capitalist societies. Her projects celebrate modernization, democracy, and progress, not merely in the ideal sense, but through practical spaces merging people of all backgrounds. The Contemporary Art Center in Cincinnati incorporates the city into the building, merging urban and artistic spaces, and in a similar manner, the BMW Central Building in Leipzig reworks spatial conventions and formally breaks social boundaries, integrating blue and white collar workers and their collective products. The CAC and the BMW Central Building, both flawlessly functional, respond to the traditional separation of the public and private spheres and the dominant social structures through the experience of space. Creating a bodily architecture, Hadid begins to answer the feminists' call for corporal experiences questioned through architecture. Zaha Hadid has also begun interrogating the implications of being a \"woman architect,\" a term disdained by some but, for me, an important stance in raising gender consciousness within the profession."
            },
            {
                "paragraph": "My artistic endeavors into bodily experiences of architecture and research on Hadid's responses to spatial implications have helped me construct a discourse surrounding the field of architecture and the politics of gender and sexuality. Much work has been done already, particularly within feminist theory and deconstruction, to contest hierarchical orderings, and I hope to continue exploring private and public spaces as sites of social negotiation in terms of corporeal engagement."
            },
            {
                "paragraph": "At Washington University in St. Louis School of Architecture I hope to study under many of the distinguished faculty who focus on social, cultural, and behavioral factors affection the design of space. Through the school's diverse approach to the field, I would gain an interdisciplinary approach with a global view on architecture and, to use Alice Friedman's words, apply the \"process of criticism and interpretation that underlies the analysis of social and architectural forms.\" As a large university Washington University has the resources for interdisciplinary and collaborative work through its various schools such a The Sam Fox School of Design and Visual Arts. I am particularly intrigued by the school's mission of using the arts as a mediating discipline between intellectual inquiry and practical solutions to contemporary problems. Situated within the City of St. Louis, a growing center for the arts and diverse cultures, the Washington University M.Arch program would allow for opportunities to take advantage of diverse learning opportunities and perhaps play a role in the St. Louis community."
            }
        ]
    }
]